VERSION_MAIN = 1
VERSION_SUB  = 3
VERSION_VAR  = 1

#1.3.1  2020/5/29 SDK2020_05向け
#1.3.0  2020/4/23 SDK2020_04向け
#1.2.0  バージンリネーム
#1.1.1  新SDK用にバージョンリネーム
#1.0.11 TWELITE RED 対応
#1.0.05 2014/6/23 バージョン番号のみ対応
#1.0.04 2014/6/18 バージョン番号のみ対応
#1.0.03 2014/6/09 より安全なチャネル切り替え手法の適用
#1.0.00 2014/3/28 SDK リリース前バージョン設定
#0.9.12 2014/2/10 TIMER 関連の機能拡張 (AUDIO 用に同期オプションを追加)
#0.9.11 2013/10/2 UART の設定の追加 tsUartOpt.u8WordLen の設定
#0.9.10           ソースファイルの移動、EEPROMのヘッダファイルの追加
#0.9.9 2013/08/29 AESのチェックサム２バイト問題修正、fixmath のディレクトリ構成変更、bPortCheckBitmap マクロ修正
#0.9.6 2013/08/07 utils.h Lite評価キットに合わせてマクロ定義を変更
#                 libfixmath の追加